[
  {
    "TaskName": "Airplane accidents",
    "description": "Airplane accidents are some of the most devastating kinds of accidents. Not only do these accidents have a high risk of causing fatalities for airplane occupants, but a crashing aircraft can also injure innocent people on the ground and cause significant damage to property. Due to the complexity of aircraft, investigating airplane accidents often requires extensive effort and experience. If you have suffered injury or property damage from an aircraft accident, turn to the New York personal injury lawyers of Burns & Harris Attorneys At Law. We can provide the legal assistance you need to pursue financial recovery for your injuries and losses.Since 1996, our firm has worked hard to earn the respect of our clients and our peers in the legal community.We represent clients in state and federal courts in Brooklyn, the Bronx, and throughout the New York area.We strive to live up to our values of excellence, ethics, and compassion, pursuing the goal of resolving our clients’ claims as quickly as possible while obtaining fair and full compensation for them. It’s our aim that you be able to quickly move on following a devastating airplane accident and resume your normal life.Our attorneys have the knowledge and experience necessary to take on the complex details of airplane accidents and to recover outsized compensation, even if you have incurred or will incur millions or tens of millions of dollars in expenses and losses. When you have been injured or have lost a family member because of an airplane accident, you deserve justice and financial recovery for your losses. Reach out to Burns & Harris Attorneys At Law today for a free initial case review. We can discuss your legal options for securing compensation following an airplane or aviation accident.",
    "image": "https://emrochandkilduff.com/wp-content/uploads/2019/05/Richmond-Airplane-Accident-Attorneys.jpg",
    "userEmail": "himelhasan497@gmail.com",
    "completed": false
  },
  {
    "TaskName": "Car accident",
    "description": "A significant car accident can turn your world upside down and impact you not just today but tomorrow as well. Physical injuries can strain your ability to earn an income and enjoy your life. The financial fallout of an accident can cause instability and jeopardize your future. After a car accident that wasn’t your fault, you deserve meaningful compensation to help you get back on track. Yet, gaining this compensation can be complicated and time-consuming. After being involved in a car accident caused by someone else’s negligence, you need the help that only an experienced New York car accident attorney can provide. At Burns & Harris Attorneys At Law, our premier team of personal injury attorneys can protect your rights and fight to obtain the money you deserve. We believe that no New York attorney will work harder than we will to recover meaningful compensation for you. Our personal injury lawyers are dedicated to helping clients find the best course of legal action for their situation.An accident may have put you on the sidelines, but don’t let it derail your entire life. Contact the legal team of Burns & Harris Attorneys At Law today for your best shot at getting the compensation you deserve. Call 800-724-6529 to book a confidential legal consultation with one of our skilled New York attorneys. ",
    "image": "https://www.rushinjurylaw.com/wp-content/uploads/2022/02/novato-car-accident-lawyer-1-1024x684.jpg",
    "userEmail": "himelhasan497@gmail.com",
    "completed": true
  }
]
