[
  {
    "serviceName": "Airplane accidents",
    "description": "Airplane accidents are some of the most devastating kinds of accidents. Not only do these accidents have a high risk of causing fatalities for airplane occupants, but a crashing aircraft can also injure innocent people on the ground and cause significant damage to property. Due to the complexity of aircraft, investigating airplane accidents often requires extensive effort and experience. If you have suffered injury or property damage from an aircraft accident, turn to the New York personal injury lawyers of Burns & Harris Attorneys At Law. We can provide the legal assistance you need to pursue financial recovery for your injuries and losses.Since 1996, our firm has worked hard to earn the respect of our clients and our peers in the legal community.We represent clients in state and federal courts in Brooklyn, the Bronx, and throughout the New York area.We strive to live up to our values of excellence, ethics, and compassion, pursuing the goal of resolving our clients’ claims as quickly as possible while obtaining fair and full compensation for them. It’s our aim that you be able to quickly move on following a devastating airplane accident and resume your normal life.Our attorneys have the knowledge and experience necessary to take on the complex details of airplane accidents and to recover outsized compensation, even if you have incurred or will incur millions or tens of millions of dollars in expenses and losses. When you have been injured or have lost a family member because of an airplane accident, you deserve justice and financial recovery for your losses. Reach out to Burns & Harris Attorneys At Law today for a free initial case review. We can discuss your legal options for securing compensation following an airplane or aviation accident.",
    "image": "https://emrochandkilduff.com/wp-content/uploads/2019/05/Richmond-Airplane-Accident-Attorneys.jpg",
    "price": 1899,
    "userEmail": "himelhasan497@gmail.com"
  },
  {
    "serviceName": "Car accident",
    "description": "A significant car accident can turn your world upside down and impact you not just today but tomorrow as well. Physical injuries can strain your ability to earn an income and enjoy your life. The financial fallout of an accident can cause instability and jeopardize your future. After a car accident that wasn’t your fault, you deserve meaningful compensation to help you get back on track. Yet, gaining this compensation can be complicated and time-consuming. After being involved in a car accident caused by someone else’s negligence, you need the help that only an experienced New York car accident attorney can provide. At Burns & Harris Attorneys At Law, our premier team of personal injury attorneys can protect your rights and fight to obtain the money you deserve. We believe that no New York attorney will work harder than we will to recover meaningful compensation for you. Our personal injury lawyers are dedicated to helping clients find the best course of legal action for their situation.An accident may have put you on the sidelines, but don’t let it derail your entire life. Contact the legal team of Burns & Harris Attorneys At Law today for your best shot at getting the compensation you deserve. Call 800-724-6529 to book a confidential legal consultation with one of our skilled New York attorneys. ",
    "image": "https://www.rushinjurylaw.com/wp-content/uploads/2022/02/novato-car-accident-lawyer-1-1024x684.jpg",
    "price": 799,
    "userEmail": "himelhasan497@gmail.com"
  },
  {
    "serviceName": "Bicycle Accident",
    "description": "Tens of thousands of New Yorkers commute by bicycle every single day. However, the busy streets of New York can be incredibly dangerous for bicyclists, even as more roads get dedicated bike lanes and other safety features to protect bicyclists. Unfortunately, bicyclists constantly face the risk of getting into an accident with a careless motorist or because of a dangerous or hazardous condition on the road. When you have been injured in an accident on your bicycle that wasn’t your fault, you deserve compensation for the injuries and losses you suffered. A bicycle accident lawyer from Burns & Harris Attorneys At Law can help you demand accountability. Since 1996, the attorneys of Burns & Harris Attorneys At Law have vigorously advocated for the rights of injured accident victims just like you. We have built extensive experience and a proven record in dealing with parties responsible for causing injuries and with their insurance companies. We don’t back down when the other side tries to avoid liability or offer our clients less than the fair and full compensation they deserve. When you choose us to help after you’ve been in a bicycle accident, we will work tirelessly to successfully resolve your case as quickly as possible. We’ll pursue the financial resources you need to recover from your injury and return to your normal life following a traumatic bike accident.  If you have been injured in an accident that was someone else’s fault while you were riding your bicycle, reach out to Burns & Harris Attorneys At Law for a free initial consultation. You’ll get to speak to one of our New York personal injury lawyers about your legal options for recovering compensation.",
    "image": "https://justinforjustice.com/wp-content/uploads/2020/04/Bicycle-Accident-Lawyers.jpg",
    "price": 129,
    "userEmail": "himelhasan497@gmail.com"
  },
  {
    "serviceName": "Boat Accident",
    "description": "A boat accident can be a terrifying experience to go through. These accidents have the potential to cause serious or potentially life-threatening injuries, including broken bones, soft-tissue injury, burns, amputations, or spinal or brain injuries. But pursuing a claim against big businesses or insurance companies can easily be time-consuming and too complex to handle on your own.    When you have been hurt in a boat accident in New York that was caused by someone else’s negligence, you deserve to seek financial recovery. A boat accident lawyer from Burns & Harris Attorneys At Law can assist you with holding those who were at fault for the accident and your injuries accountable. Since 1996, our attorneys have dedicated themselves to building a reputation for excellence, ethics, and compassion in our advocacy on behalf of injured accident victims.    We strive to offer experienced, compassionate service to our clients from the moment they reach out to our firm all the way through the resolution of their case.    We understand the difficulties that you may experience after you were injured in an accident. We will work tirelessly to obtain fair and full compensation for your injuries and losses as quickly as possible so that you can get the treatment and care you need to resume living a normal life.    After you have been injured in a boating accident in New York, reach out to Burns & Harris for a free initial case evaluation. We can help you learn more about how you can demand compensation from those at fault for the accident and your injuries. Our firm represents clients in local, state, and federal courts in the Bronx, Brooklyn, and throughout the New York area.",
    "image": "https://www.goingslawfirm.com/wp-content/uploads/2020/08/boating-accidents.jpg",
    "price": 499,
    "userEmail": "himelhasan497@gmail.com"
  },
  {
    "serviceName": "Bus Accident",
    "description": "Buses are a common sight on New York streets. Between public transit buses, school buses, tour buses and trolleys, intercity buses, and charter buses, other motorists, bicyclists, and pedestrians face frequent risks of being involved in an accident with a bus. Bus passengers can also suffer serious injuries in a crash because many buses lack safety features like seat belts or airbags for passengers. When you have been injured in a bus crash, let a New York personal injury lawyer from Burns & Harris Attorneys At Law advocate for your interests. Since 1996, our firm has relentlessly fought to secure fair and full financial recovery for our clients when they have been hurt in an accident due to someone else’s negligence. We have built up extensive experience in dealing with insurance companies and those who have caused accidents and injuries. You can trust that we will be fully dedicated to you and your case from the moment you walk through our doors all the way to a settlement or verdict that gets you the financial recovery you deserve. If you have been injured in a bus accident in New York, get the legal representation that can help you recover compensation for your expenses and losses. Reach out to Burns & Harris Attorneys At Law for a free initial case evaluation. Let’s talk about how a bus accident lawyer from our firm can guide you through the process of obtaining financial recovery for the harm that you have suffered. We serve clients in the local, state, and federal courts of Brooklyn, the Bronx, and throughout the New York area. ",
    "image": "https://johnkeefelaw.com/wp-content/uploads/2019/06/iStock-1045929296.jpg",
    "price": 299,
    "userEmail": "himelhasan497@gmail.com"
  },
  {
    "serviceName": "Helicopter Crash ",
    "description": "In 2019, Uber announced a new feature where people could book a helicopter ride for a few hundred dollars to get them to Kennedy Airport. The service, called Uber Helicopter, is advertised for use in lower Manhattan and parts of Brooklyn. This same service has been available for years through Blade. However, air traffic is expected to increase significantly if the Uber service takes off. In 2018, there were 50,000 flights recorded over Manhattan, and the skies are only expected to become more crowded.   According to the National Transportation Safety Board (NTSB), as reported in New York Magazine, there have been 30 helicopter crashes in the city since 1983 and at least 25 fatalities. Across the U.S., the total number of accidents was down 20 percent in 2020, from 121 in 2019 to 94.    If you or someone you love was injured or killed in a helicopter crash, you want an experienced New York personal injury attorney to represent your rights and fight for compensation. The attorneys at Burns & Harris Attorneys At Law understand that no amount of compensation can bring back a loved one or change permanent physical injuries.",
    "image": "https://d2unfigtnsklzd.cloudfront.net/wp-content/uploads/2018/07/r44_2_landing_page_photo_4.jpg",
    "price": 4999,
    "userEmail": "himelhasan497@gmail.com"
  },
  {
    "serviceName": "Motorcycle Accident",
    "description": "Motorcycles can be a quick and effective way to navigate through the streets of New York, especially when parking space is at a premium. Unfortunately, New York motorcycle accidents can leave riders with debilitating physical injuries and deep emotional scars.   At Burns & Harris Attorneys At Law, we have seen the enormous toll a motorcycle accident can take on a person’s physical and mental health. We also know how financially damaging the aftermath of an accident can be for riders.  After an accident, you may be struggling to cope with the influx of medical bills and out-of-pocket expenses related to the crash. Are you sure that your insurer will provide you with the financial means to recover? If you’ve been recently injured in a significant New York motorcycle accident that wasn’t your fault, call the legal team at Burns & Harris Attorneys At Law. We are passionate about helping New York riders pursue the financial compensation they are entitled to after a significant collision. Set up an appointment with one of our seasoned attorneys today to discuss your case by calling 800-724-6529",
    "image": "https://thumbor.forbes.com/thumbor/fit-in/900x510/https://www.forbes.com/advisor/wp-content/uploads/2022/01/Choose_the_Best_Motorcycle_Accident_Lawyers_-_article_image.jpg",
    "price": 139,
    "userEmail": "himelhasan497@gmail.com"
  },
  {
    "serviceName": "Truck Accident",
    "description": "Big rigs and large commercial trucks are an essential part of our society. They account for about five percent of all vehicles on the road today. However, according to the Insurance Institute for Highway Safety, they have the same fatal crash rate as passenger vehicles. Because they are so much larger and their drivers spend more time on the road, big rigs are more likely to be involved in serious accidents. Anyone who has been trapped between two semis at rush hour knows that just being close to a speeding truck is frightening. Any kind of accident has the potential for serious injury or death. If you’ve been involved in an accident with a semi or commercial vehicle, you may need extensive medical care and rehabilitation. If the accident that caused your injuries wasn’t your fault, Burns & Harris Attorneys At Law is here to help you get compensation for your accident. Call us at 800-724-6529 for a free and confidential review of your case.",
    "image": "https://florinroebig.com/wp-content/uploads/2020/03/truck-accident-attorneys-1170x670-1.jpg",
    "price": 179,
    "userEmail": "himelhasan497@gmail.com"
  },
  {
    "serviceName": "Train Accident",
    "description": "In New York City, people depend on trains. With limited parking and traffic always a problem, the subway is the fastest way to get around town. The MTA estimates that almost 2,000,000 people ride their cars every day. Even more people ride trains to the city from as far away as Connecticut and Washington D.C.    All those riders depend on the trains to be fast and safe. Unfortunately, accidents are more common than we want them to be.  Although major collisions are rare, minor accidents due to malfunctioning doors, badly maintained stations and platforms, and falls on stairs and walkways are common.    If you or a loved one have been injured in an accident that wasn’t your fault on a train or at the station, you should contact an attorney who knows how to get you the compensation you deserve. Call Burns & Harris Attorneys At Law at 800-724-6529 for a free consultation about your accident and your claim.",
    "image": "https://bclawoffices.com/wp-content/uploads/2021/09/orange-county-train-accident-lawyer.jpg",
    "price": 249,
    "userEmail": "himelhasan497@gmail.com"
  },
  {
    "serviceName": "Subway Accident",
    "description": "You understand how vital the subway system is if you live and work in New York City. Mass transit systems are essential for megacities with populations greater than ten million. The personal injury lawyers of Burns & Harris Attorneys At Law could provide you with legal representation if you suffered injuries during a subway accident. Many different circumstances can give rise to personal injury cases related to the use of subways.    Subway accidents can be extremely dangerous due to the confined nature of subway tunnels and the steel and metal that compose the subway train. Although subway accidents are not as common as traffic collisions and truck accidents, they still occur frequently. Call Burns & Harris Attorneys At Law at 800-724-6529 to schedule a free consultation. We can discuss the facts of your case and help you understand the legal options available to you.",
    "image": "http://www.friedmansimon.com/wp-content/uploads/2019/05/faqs-where-can-i-find-a-subway-accident-lawyer-in-new-york.jpg",
    "price": 399,
    "userEmail": "himelhasan497@gmail.com"
  }
]
